[
  {
    "id": 5461,
    "name": "Static Storm",
    "desc": "Creates a damaging static storm that also silences all enemy units in the area for the duration.  The damage starts off weak, but increases in power over the duration. Upgradable by Aghanim's Scepter.",
    "img": "https://hgv-hyperstone.azurewebsites.net/abilities/disruptor_static_storm.png",
    "is_ultimate": true,
    "has_upgrade": true,
    "picks": 3,
    "wins": 3,
    "win_rate": 1.0
  },
  {
    "id": 5652,
    "name": "Splinter Blast",
    "desc": "Launches a ball of brittle ice toward an enemy. The ice shatters on impact, leaving the primary target completely unaffected, while hurling damaging splinters into nearby enemies in a 500 radius. Enemies struck by these splinters are slowed by 30%.",
    "img": "https://hgv-hyperstone.azurewebsites.net/abilities/winter_wyvern_splinter_blast.png",
    "is_ultimate": false,
    "has_upgrade": false,
    "picks": 2,
    "wins": 2,
    "win_rate": 1.0
  },
  {
    "id": 8340,
    "name": "Terrorize",
    "desc": "Dark Willow releases her pet wisp to terrorize her enemies. After a short delay, all enemies in the target area become fearful and run toward their home fountain. Terrorize cannot be used while Bedlam is active.",
    "img": "https://hgv-hyperstone.azurewebsites.net/abilities/dark_willow_terrorize.png",
    "is_ultimate": true,
    "has_upgrade": false,
    "picks": 4,
    "wins": 4,
    "win_rate": 1.0
  },
  {
    "id": 5443,
    "name": "Soul Rip",
    "desc": "Undying rips health away from all nearby units and uses it to heal an ally, or damage an enemy. Soul Rip can also be used to heal Tombstone.",
    "img": "https://hgv-hyperstone.azurewebsites.net/abilities/undying_soul_rip.png",
    "is_ultimate": false,
    "has_upgrade": false,
    "picks": 6,
    "wins": 6,
    "win_rate": 1.0
  },
  {
    "id": 5323,
    "name": "Flaming Lasso",
    "desc": "Lassoes an enemy and drags them in Batrider's wake.  Victims cannot be dragged over impassable terrain. Dragged units cannot move, attack, or use abilities.  Teleporting or blinking will break the lasso. Upgradable by Aghanim's Scepter.",
    "img": "https://hgv-hyperstone.azurewebsites.net/abilities/batrider_flaming_lasso.png",
    "is_ultimate": true,
    "has_upgrade": true,
    "picks": 3,
    "wins": 3,
    "win_rate": 1.0
  },
  {
    "id": 5289,
    "name": "The Swarm",
    "desc": "Weaver launches a swarm of 12 young Weavers that latch on any enemy unit in their path, attacking and reducing armor until it is killed.",
    "img": "https://hgv-hyperstone.azurewebsites.net/abilities/weaver_the_swarm.png",
    "is_ultimate": false,
    "has_upgrade": false,
    "picks": 12,
    "wins": 10,
    "win_rate": 0.8333333
  },
  {
    "id": 5268,
    "name": "Enchant",
    "desc": "Enchantress charms an enemy. If the enemy is a hero, they are slowed. If the enemy is a creep, she brings it under her control. If cast on a creep already under her control, she refreshes its enchant duration. DISPEL TYPE: Basic Dispel",
    "img": "https://hgv-hyperstone.azurewebsites.net/abilities/enchantress_enchant.png",
    "is_ultimate": false,
    "has_upgrade": false,
    "picks": 11,
    "wins": 9,
    "win_rate": 0.8181818
  },
  {
    "id": 5588,
    "name": "Borrowed Time",
    "desc": "When activated, all damage dealt to you will heal instead of harm. Most negative buffs will also be removed. If the ability is not on cooldown, it will automatically activate if your health falls below 400. Upgradable by Aghanim's Scepter. DISPEL TYPE: Strong Dispel",
    "img": "https://hgv-hyperstone.azurewebsites.net/abilities/abaddon_borrowed_time.png",
    "is_ultimate": true,
    "has_upgrade": true,
    "picks": 25,
    "wins": 20,
    "win_rate": 0.8
  },
  {
    "id": 5348,
    "name": "Ice Blast",
    "desc": "Launches a tracer toward any location on the battlefield, which must be triggered again to mark the area to be blasted by a damaging explosion of hail. The further the tracer travels, the larger the explosion will be. Enemies caught in the explosion, or who touch the icy ball of hail as it travels, are Frostbitten, taking damage and prevented from regenerating or healing. If a Frostbitten unit's health drops below a certain percentage, they will instantly shatter. Upgradable by Aghanim's Scepter.",
    "img": "https://hgv-hyperstone.azurewebsites.net/abilities/ancient_apparition_ice_blast.png",
    "is_ultimate": true,
    "has_upgrade": true,
    "picks": 10,
    "wins": 8,
    "win_rate": 0.8
  },
  {
    "id": 5111,
    "name": "Lightning Bolt",
    "desc": "Calls down a bolt of lightning to strike an enemy unit, causing damage and a mini-stun. When cast, Lightning Bolt briefly provides unobstructed vision and True Sight around the target in a 750 radius. Can be cast on the ground, affecting the closest enemy hero in 325 range.",
    "img": "https://hgv-hyperstone.azurewebsites.net/abilities/zuus_lightning_bolt.png",
    "is_ultimate": false,
    "has_upgrade": false,
    "picks": 5,
    "wins": 4,
    "win_rate": 0.8
  }
]